---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpotElevIndEw
source: html/2daf8010-e8db-c673-4089-faf09d38b99e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpotElevIndEw Property

"East / West Indicator"

## Syntax (C#)
```csharp
public static ForgeTypeId SpotElevIndEw { get; }
```